{
   "river/lake flooding":{
      "resource": "National Research Council",
      "URL": "https://nrc-publications.canada.ca/eng/view/ft/?id=d72127b3-f93b-48fb-ad82-8eb09992b6b8",
      "direction_statement": "Climate change will cause changes to river and lake flooding severity and frequency that will depend on the location, season, and local watershed factors.",
      "direction_confidence": "It is difficult to make confident statements regarding the direction of climate-driven changes to river and lake flooding severity, without added local information about flood mechanisms and local watershed conditions.",
      "magnitude_confidence":"Estimating the magnitude of changes to river and lake flooding due to climate change is difficult without undertaking detailed local assessments.",
      "impact_statement":"River/lake flooding can inundate building interiors, erode foundations and surrounding property, and decrease user accessibility.",
      "notes":"If you are unable to undertake a more detailed climate change/flood assessment for your building, conservative approach that assumes that flooding will increase in severity and frequency may be safest option."
   },
   "sea level rise":{
      "resource": "climatedata.ca",
      "URL": "https://climatedata.ca/variable/sea-level/",
      "direction_statement": "Relative sea level is expected to rise along many Canadian coastlines.  However, particularly in the North, sea level may actually fall because of ongoing natural land uplift.",
      "direction_confidence": "There is reasonably high confidence in the direction of projected sea level changes around Canada's coastlines.",
      "magnitude_confidence":"There is less confidence in the exact magnitude of changes to sea level at specific locations.",
      "impact_statement":"Via coastal flood events, sea level rise can indundate building interiors, erode foundations and surrounding property, and decrease user accessibility.",
      "notes":"Remember, sea level rise will most likely impact your building through it's role in increasing the severity and frequency of storm and tide-driven extreme coastal flooding events."
   },
   "extreme rain":{
      "resource":"climatedata.ca",
      "URL":"https://climatedata.ca/variable/rx1day/",
      "direction_statement": "Climate change is expected to cause extreme rain events to become more frequent and severe.",
      "direction_confidence": "",
      "magnitude_confidence":"",
      "impact_statement":"Extreme rain can directly damage building components through leaks and infiltration, and also inundate building interiors, erode foundations and surrounding property, and decrease user accessibility from rain-caused overland or flooding.",
      "notes":""
   },      
   "extreme heat":{
      "resource":"climatedata.ca",
      "URL":"https://climatedata.ca/variable/tx_max/",
      "direction_statement": "Climate change is expected to cause heat waves to become more frequent and severe.",
      "direction_confidence": "",
      "magnitude_confidence":"",
      "impact_statement":"Extreme heat can stress building air conditioning systems and cause damage by thermal expansion.",
      "notes":""
   }, 
   "extreme cold":{
      "resource":"climatedata.ca",
      "URL":"https://climatedata.ca/variable/tx_min/",
      "direction_statement": "Climate change is expected to cause extreme cold snaps to become less frequent and severe.",
      "direction_confidence": "",
      "magnitude_confidence":"",
      "impact_statement":"Extreme heat can stress building heating systems and cause damage by thermal contraction.",
      "notes":""
   },   
   "extreme snow":{
      "resource":"CRBCPI report",
      "URL":"https://climate-scenarios.canada.ca/?page=buildings-report#6.1-snow_loads",
      "direction_statement": "Extreme snow accumulations over the winter season are likely to decrease in most areas of Canada, with the exception of the North.  Conversely, individual extreme mid-winter snowstorms may become more severe in many Canadian locations.",
      "direction_confidence": "",
      "magnitude_confidence":"",
      "impact_statement":"Extreme snow can stress roofs and decrease user accessibility.",
      "notes":""
   },      
   "permafrost loss":{
      "resource":"CRBCPI report",
      "URL":"https://climate-scenarios.canada.ca/?page=buildings-report#6.3-permafrost",
      "direction_statement": "Permafrost extent and thickness is expected to decrease with climate change.  Active layer depths will increase.",
      "direction_confidence": "",
      "magnitude_confidence":"",
      "impact_statement":"Permafrost loss can cause building subsidence, weaken foundations, promote moisture infiltration, and decrease user accessibility.",
      "notes":""
   },       
   "high winds":{
      "resource":"CRBCPI report",
      "URL":"https://climate-scenarios.canada.ca/?page=buildings-report#7.3-wind_pressures",
      "direction_statement": "High wind events have the potential to be severe with climate change in some Canadian locations.",
      "direction_confidence": "",
      "magnitude_confidence":"",
      "impact_statement":"High winds can damage building envelopes and exterior structures and influence building influence heating and cooling systems.",
      "notes":""
   },      
   "wildfire":{
      "resource":"climatedata.ca",
      "URL":"https://climate-scenarios.canada.ca/FWI",
      "direction_statement": "Wildfires are expected to worsen in intensity and severity with climate change.",
      "direction_confidence": "",
      "magnitude_confidence":"",
      "impact_statement":"Wildfire can damage and destroy buildings directly, and also degrade interior air quality through smoke.",
      "notes":""
   },
   "other":{
      "resource":"Service Desk",
      "URL":"https://climate-change.canada.ca/support-desk",
      "direction_statement": "Please contact the Service Desk for more information on potential changes to this factor, with climate change.",
      "direction_confidence": "",
      "magnitude_confidence":"",
      "impact_statement":"",
      "notes":""   
   }
}


