{
"river and lake flooding":{
    "resources":{
        "An Inventory of Methods for Estimating Climate Change-Informed Design Water Levels for Floodplain Mapping":{
            "source":"The National Research Council",
            "URL":"https://nrc-publications.canada.ca/eng/view/ft/?id=d72127b3-f93b-48fb-ad82-8eb09992b6b8",
            "description":"provides a comprehensive overview of methods to integrate climate change into flood planning.",
            "type":"guidance"
        },
        "Maximum annual 1-day rain":{
            "source":"ClimateData.ca", 
            "URL":"https://climatedata.ca/explore/variable/?coords=",
            "var":"rx1day",
            "units":"millimeters",
            "group":"precipitation",
            "description":"describes maximum annual daily rainfall, which can be important for flooding of smaller creeks and watersheds.",
            "type":"data"
        },
        "Change in 1-in-50 year snow load":{
            "source":"The Climate Resilient Buildings and Core Public Infrastructure Project",
            "URL":"https://climate-scenarios.canada.ca/?page=buildings-report#6.1-snow_loads",
            "var":"SLs",
            "units": "%",
            "description":"describes changes in extreme snow loads, based on levels of global warming.",
            "type":"data"
        }
    },
    "direction_statement": "Climate change will cause changes to river and lake flooding severity and frequency that will depend very closely on location, season, and local watershed factors.",
    "direction_confidence": "It is difficult to make confident statements regarding the direction of climate-driven changes to river and lake flooding severity, without added local information about flood mechanisms and local watershed conditions.",
    "magnitude_confidence":"Because of local factors, estimating the magnitude of changes to river and lake flooding due to climate change is difficult without undertaking a detailed local assessment.",
    "impact_statement":"River/lake flooding has the potential to inundate nearby building interiors, erode foundations and surrounding property, and decrease user accessibility and even safety.",
    "type":"continuous",
    "notes":"If you are unable to undertake a more detailed climate change/flood assessment for your building, conservative approach that assumes that flooding will increase in severity and frequency may be safest option."
},

"extreme rain":{
    "resources":{
        "Maximum annual 1-day rain":{
            "source":"ClimateData.ca", 
            "URL":"https://climatedata.ca/explore/variable/?coords=",
            "var":"rx1day",
            "units":"millimeters",
            "group":"precipitation",
            "description":"describes maximum annual daily rainfall.",
            "type":"data"
        },
        "Maximum annual 5-day rain":{
            "source":"ClimateData.ca", 
            "URL":"https://climatedata.ca/explore/variable/?coords=",
            "var":"rx5day",
            "units":"millimeters",
            "group":"precipitation",
            "description":"describes maximum annual 5-day rainfall.",
            "type":"data"
        },        
        "Change in 1-in-50 year annual 15 minute and 1-day":{
            "source":"The Climate Resilient Buildings and Core Public Infrastructure Project",
            "URL":"https://climate-scenarios.canada.ca/?page=buildings-report#4.2-one_day_rain_and_15_min_rain",
            "var":"Rn15m and Rn1Day",
            "units": "%",
            "description":"describes changes to the likelihood of rare short term and daily rain events.",
            "type":"data"            
        }
    },
    "direction_statement": "Climate change is expected to cause extreme rain events to become more frequent and severe.",
    "direction_confidence": "There is high confidence that as temperatures increase, the magnitude of extreme rainfall will also increase.",
    "magnitude_confidence":"The exact magnitude of extreme rainfall increases may be somewhat uncertain, especially for high intensity, short duration rainfall events.",
    "impact_statement":"Extreme rain can directly damage building components through leaks and infiltration, and also inundate building interiors, erode foundations and surrounding property, and decrease user accessibility from rain-caused overland or flooding.",
    "notes":""
},

"extreme snow":{
    "resources":{
        "Change in 1-in-50 year snow load":{
            "source":"The Climate Resilient Buildings and Core Public Infrastructure Project",
            "URL":"https://climate-scenarios.canada.ca/?page=buildings-report#6.1-snow_loads",
            "var":"SLs",
            "units": "%",
            "description":"describes changes in extreme snow loads, based on levels of global warming.",
            "type":"data"
        }
    },
    "direction_statement": "Extreme snow accumulations over the winter season are likely to decrease in most areas of Canada, with the exception of the North.",
    "direction_confidence": "High confidence exists that in many locations, overall snowpack - including extremely high seasonal snowpacks - will decrease as temperatures warm and more precipitation falls as rain.",
    "magnitude_confidence":"Because change in snow accumulation depends closely on a combination of temperature and precipitation, the exact magnitude of changes to accumulation over time, and in some places, even uncertainty around the direction of change.",
    "impact_statement":"Extreme snow can stress roofs and decrease user accessibility.",
    "notes":"Need an assessment of changes to individual snow extreme event frequency/magnitude."
},

"sea level rise":{
    "resources":{
        "Relative sea level projections":{
            "source":"ClimateData.ca",
            "URL":"https://climatedata.ca/explore/variable/?coords=",
            "var":"sea_level",
            "var_en":"Relative sea level",
            "group":"other",
            "units": "metres",
            "description":"Data describing relative change in sea level around Canada's coasts.",
            "type":"data"
        }
    },
    "direction_statement": "Relative sea level is expected to rise along many Canadian coastlines.  However, particularly in the North, sea level may actually fall because of ongoing natural land uplift.",
    "direction_confidence": "There is reasonably high confidence in the direction of projected sea level changes around Canada's coastlines.",
    "magnitude_confidence":"There is less confidence in the exact magnitude of changes to sea level at specific locations.",
    "impact_statement":"Via coastal flood events, sea level rise can indundate building interiors, erode foundations and surrounding property, and decrease user accessibility.",
    "notes":"Remember, sea level rise will most likely impact your building through it's role in increasing the severity and frequency of storm and tide-driven extreme coastal flooding events."
},





"other":{
    "resources":"",
    "direction_statement":"",
    "direction_confidence": "",
    "magnitude_confidence":"",
    "impact_statement":"",
    "type":"",
    "notes":""
}

}

