{
    "Future climate change scenarios":{
        "background":"The amount of climate change we experience in the future depends on many factors, most notably future global emissions of greenhouse gases. Here is a very short video that will quickly bring you up to speed on climate scenarios, including RCP2.6, RCP4.5, and RCP8.5.",
        "source":"ClimateData.ca",
        "url":"https://climatedata.ca/resource/introduction-to-decision-making-using-climate-scenarios/",
        "description":"A learning zone on what future climate change scenarios are, and how to use them during decision making.",
        
        "type":"web page"
    },
    
    "Understanding the range of potential climate change projections":{
        "background":"Climate data is best represented using a range of values, rather than a single number.  Here is a very short video explaining why users should look at a range of model projections, rather than focus on a single value.",
        "source":"ClimateData.ca",
        "url":"https://climatedata.ca/resource/understanding-ranges-in-climate-projections/",
        "description":"A learning zone to understand future climate projections from climate models.",
        "type":"web page"
    },
    
    "Navigating the ClimateData.ca climate data portal":{
        "background":"ClimateData.ca is one of an ecosystem of portals providing cliamte change information and data.  Here is a brief primer on how to navigate this site.",
        "source":"ClimateData.ca",
        "url":"https://climatedata.ca/resource/how-to-navigate-variable-maps/",
        "description":"A learning zone to understand the ClimateData.ca information and data portal.",
        "type":"web page"
    },        
    "The Government of Canada Climate-Resilience Buildings and Core Public Infrastructure Program":{
        "background":"The Canada Climate-Resilience Buildings and Core Public Infrastructure Program has developed a valuable set of information, data, guidelines and standards for infrastructure climate resilience. Here is an overview of this program.",
        "source":"Government of Canada", 
        "url":"https://www.infrastructure.gc.ca/plan/crbcpi-irccipb-eng.html",
        "description":"A major infrastructure climate resilience-related federal program.",
        "type":"web page"
    },    
    
    "The Government of Canada Climate Lens program":{
        "background":"The Government of Canada Climate Lens program provides guidance on how to carry out climate resilience assessments in support of federally supported infrastructure projects.  Here is a description of this program.",
        "source":"Government of Canada",
        "url":"https://www.infrastructure.gc.ca/pub/other-autre/cl-occ-eng.html",
        "description":"Federal guidelines on considering climate risks as part of obtaining federal infrastructure grants.",
        "type":"web page"
    },  
    
    "The Federation of Canadian Municipalities for Climate Innovation program":{
        "background":"The Federation of Canadian Municipalities for Climate Innovation program coordinates work at the municipal level on climate change adaptation, resilience and mitigation.  Here is a link to this initiative.",
        "source":"Federation of Canadian Municipalities",
        "url":"https://fcm.ca/en/programs/municipalities-climate-innovation-program/climate-change-adaptation",
        "description":"Guidance on considering climate risks during municipal decision making.",
        "type":"web page"
    }
}